Repository: tvboxlinux/motor
Catalog: pvr.tvlink/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30003
source: Disabled
ru_ru: Отключено

# #30004
source: Repeated refresh
ru_ru: Повторять

# #30005
source: Once per day
ru_ru: Один раз в день

# #30010
source: General
ru_ru: Основные

# #30011
source: TVLINK IP-address
ru_ru: IP-адрес TVLINK

# #30012
source: TVLINK port
ru_ru: Порт TVLINK

# #30709
source: TVLINK profile
ru_ru: Профиль пользователя TVLINK

# #30714
source: Auth. Token
ru_ru: Токен авторизации

# #30716
source: FFmpeg playlist
ru_ru: FFmpeg плейлист

# #30711
source: TVLINK connection timeout
ru_ru: Таймаут соединения TVLINK

# #30013
source: Start channel number
ru_ru: Началый номер канала

# #30014
source: Only number by channel order in list
ru_ru: Только по порядку из списка

# #30015
source: Auto refresh mode
ru_ru: Режим обновления каналов

# #30016
source: Refresh interval
ru_ru: Интервал обновления (мин)

# #30017
source: Refresh hour (24h)
ru_ru: Обновить в (часов)

# #30018
source: Refresh
ru_ru: Обновление списка каналов

# #30019
source: EPG Settings
ru_ru: Установки EPG

# #30023
source: Apply time shift to all channels
ru_ru: Применить сдвиг ко всем каналам

# #30024
source: EPG time shift
ru_ru: Сдвиг во времени EPG

# #30025
source: Cache channel list at local storage
ru_ru: Кэшировать список каналов в локальное хранилище

# #30026
source: Cache XMLTV EPG at local storage
ru_ru: Кэшировать XMLTV EPG в локальное хранилище

# #30030
source: Streams
ru_ru: Потоки

# #30040
source: Stream control
ru_ru: Управление потоками

# #30630
source: Stream settings required for the addon to function.
ru_ru: Настройки потоков.

# #30045
source: Buffering streams
ru_ru: Буферизация потоков

# #30046
source: Enable stream buffering.
ru_ru: Включить буферизацию потоков.

# #30600
source: General settings required for the addon to function.
ru_ru: Основные настройки, необходимые для работы аддона.

# #30601
source: This setting must contain a valid [B]TVLINK IP-address[/B] for the addon to function.
ru_ru: IP-адрес сервера [B]TVLINK[/B].

# #30602
source: This setting must contain a valid [B]TVLINK port[/B] for the addon to function.
ru_ru: Порт сервера [B]TVLINK[/B].

# #30710
source: This setting must contain a valid [B]TVLINK user profile name[/B] for the addon to function.
ru_ru: Профиль пользователя [B]TVLINK[/B] для получения списка каналов.

# #30715
source: This setting must contain a valid [B]TVLINK Authorization Token[/B] for the addon to function.
ru_ru: Токен авторизации [B]TVLINK[/B] для доступа к потокам.

# #30717
source: Select if you want to use the transcoding FFmpeg playlist.
ru_ru: Выберите если Вы хотите использовать [B]FFmpeg модуль[/B] TVLINK.

# #30712
source: This setting must contain a valid [B]TVLINK connection timeout[/B] for the addon to function.
ru_ru: Таймаут соединения для потоков [B]TVLINK[/B].

# #30604
source: Select whether or not the the channel list should be cached locally.
ru_ru: Выберите, следует ли кэшировать список каналов локально.

# #30605
source: The number to start numbering channels from. Only used when [B]Use backend channel numbers[/B] from PVR settings is enabled and a channel number is not supplied in the M3U file.
ru_ru: Номер для начала нумерации каналов. Используется только в том случае, если включен параметр [B]Use backend channel numbers[/B] из настроек PVR и номер канала не указан в файле M3U ».

# #30606
source: Ignore any 'tvg-chno' tags and only number channels by the order in the M3U starting at 'Start channel number'.
ru_ru: Игнорирорать все теги 'tvg-chno' и нумеровать каналы по порядку в M3U, начиная с 'Началый номер канала'.

# #30607
source: Select the auto refresh mode for the channel list and EPG. Note that caching is disabled if auto refresh is used. The options are: [B]Disabled[/B] - Don't auto refresh; [B]Repeated refresh[/B] - Refresh the lists on a minute based interval; [B]Once per day[/B] - Refresh the lists once per day.
ru_ru: Выберите режим автоматического обновления для списка каналов и EPG. Обратите внимание: кеширование будет отключено, если используется автоматическое обновление. Возможные варианты: [B]Отключено[/B] - не обновлять автоматически; [B]Повторять[/B] - обновлять списки с минутным интервалом; [B]Один раз в день[/B] - Обновлять списки один раз в день.

# #30608
source: If [B]Auto refresh mode[/B] is [B]Repeated refresh[/B] refresh the lists every time this number of minutes passes. Max 180 minutes.
ru_ru: Если [B]Режим обновления каналов[/B] установлен на [B]Повторять[/B], списки будут обновляться каждый раз, когда проходит это количество минут. Макс 180 минут.

# #30609
source: If auto refresh mode is [B]Once per day[/B] refresh the lists every time this hour of the day is reached
ru_ru: Если [B]Режим обновления каналов[/B] установлен на [B]Один раз в день[/B], списки будут обновляться каждый раз, когда наступает этот час дня.

# #30620
source: Settings related to the EPG.
ru_ru: Настройки, относящиеся к EPG.

# #30624
source: Select whether or not the the XMLTV file should be cached locally.
ru_ru: Выберите, следует ли кэшировать файл XMLTV локально.

# #30625
source: Adjust the EPG times by this value in minutes, range is from -720 mins to +840 mins (- 12 hours to +14 hours).
ru_ru: Настройте время EPG на это значение в минутах, диапазон от -720 мин до +840 мин (от -12 часов до +14 часов).

# #30626
source: Whether or not to override the time shift for all channels with `EPG time shift`. If not enabled `EPG time shift` plus the individual time shift per channel (if available) will be used.
ru_ru: Следует ли переопределять временной сдвиг для всех каналов с помощью `Сдвиг во времени EPG`. Если этот параметр не включен, будет использоваться `Сдвиг во времени EPG` плюс индивидуальный сдвиг для каждого канала (если доступен).
